Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# levelUpBody
source: 3×%1$lld on %2$@ two workouts in a row. Ready for the next step?
ar: 3×%1$lld في %2$@ في تمرينين متتاليين. هل أنت مستعد للخطوة التالية؟
de: 3×%1$lld bei %2$@ in zwei Trainings hintereinander. Bereit für die nächste Stufe?
es: 3×%1$lld en %2$@ dos entrenos seguidos. ¿Listo para el siguiente paso?
fa: دو تمرین پشت سر هم ۳×%1$lld در %2$@. آماده‌ی قدم بعدی هستی؟
fr: 3×%1$lld sur %2$@ deux séances d’affilée. Prêt pour l’étape suivante ?
it: 3×%1$lld su %2$@ per due allenamenti di fila. Pronto per il passo successivo?
ja: %2$@で3×%1$lldを2回連続で達成。次のステップに進みますか?
ko: %2$@ 3×%1$lld을(를) 두 번 연속 달성했어요. 다음 단계로 갈까요?
nl: Twee trainingen op rij 3×%1$lld bij %2$@. Klaar voor de volgende stap?
pl: 3×%1$lld w %2$@ dwa treningi z rzędu. Gotowy na następny krok?
pt: 3×%1$lld em %2$@ dois treinos seguidos. Pronto para o próximo passo?
ru: 3×%1$lld в «%2$@» две тренировки подряд. Готов к следующему шагу?
tr: %2$@ hareketinde üst üste iki antrenmanda 3×%1$lld. Sonraki adıma hazır mısın?
uk: 3×%1$lld у «%2$@» два тренування поспіль. Готовий до наступного кроку?
zh: %2$@ 连续两次训练完成 3×%1$lld。准备好进阶了吗?
zh_hant: %2$@ 連續兩次訓練完成 3×%1$lld。準備好進階了嗎?

# levelUpSwap
source: Swap it in %@
ar: استبدله في %@
de: In %@ tauschen
es: Cambiarlo en %@
fa: جایگزین کن در %@
fr: Le remplacer dans %@
it: Sostituiscilo in %@
ja: %@で入れ替える
ko: %@에서 교체
nl: Vervangen in %@
pl: Zamień w %@
pt: Trocar em %@
ru: Заменить в «%@»
tr: %@ içinde değiştir
uk: Замінити в «%@»
zh: 在%@中替换
zh_hant: 在%@中替換

# levelUpSee
source: See how it's done
ar: شاهد طريقة الأداء
de: So geht's
es: Ver cómo se hace
fa: ببین چطور انجام می‌شود
fr: Voir comment faire
it: Guarda come si fa
ja: やり方を見る
ko: 방법 보기
nl: Bekijk hoe het moet
pl: Zobacz, jak to zrobić
pt: Ver como se faz
ru: Как выполнять
tr: Nasıl yapıldığını gör
uk: Як виконувати
zh: 看看怎么做
zh_hant: 看看怎麼做

# levelUpLater
source: Not now
ar: ليس الآن
de: Jetzt nicht
es: Ahora no
fa: الان نه
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
nl: Nu niet
pl: Nie teraz
pt: Agora não
ru: Не сейчас
tr: Şimdi değil
uk: Не зараз
zh: 以后再说
zh_hant: 以後再說

# levelUpStay
source: Keep this one
ar: سأبقى على هذا
de: Bei dieser bleiben
es: Me quedo con este
fa: همین را نگه می‌دارم
fr: Je garde celui-ci
it: Resto su questo
ja: このまま続ける
ko: 이대로 할게요
nl: Deze houden
pl: Zostaję przy tym
pt: Fico com este
ru: Оставить это
tr: Bununla devam
uk: Залишити цю
zh: 继续做这个
zh_hant: 繼續做這個

# levelUpSwapped
source: %1$@ is now in %2$@
ar: أصبح %1$@ في %2$@
de: %1$@ ist jetzt in %2$@
es: %1$@ ya está en %2$@
fa: %1$@ حالا در %2$@ است
fr: %1$@ est maintenant dans %2$@
it: %1$@ ora è in %2$@
ja: %1$@が%2$@に入りました
ko: %1$@이(가) 이제 %2$@에 있어요
nl: %1$@ staat nu in %2$@
pl: %1$@ jest teraz w %2$@
pt: %1$@ agora está em %2$@
ru: «%1$@» теперь в «%2$@»
tr: %1$@ artık %2$@ içinde
uk: «%1$@» тепер у «%2$@»
zh: %1$@ 已加入%2$@
zh_hant: %1$@ 已加入%2$@

# levelUpStayed
source: No more step-up tips for this one
ar: لن نقترح الترقي في هذا التمرين
de: Keine Stufen-Tipps mehr für diese Übung
es: No te sugeriremos subir en este
fa: دیگر برای این حرکت پیشنهاد پیشرفت نمی‌دهیم
fr: Plus de suggestion de progression pour celui-ci
it: Niente più suggerimenti di progressione per questo
ja: この種目ではステップアップを提案しません
ko: 이 운동은 더 이상 단계 상승을 제안하지 않아요
nl: Geen stap-tips meer voor deze
pl: Koniec podpowiedzi o progresji dla tego ćwiczenia
pt: Sem mais sugestões de progressão para este
ru: Больше не предлагать усложнение для этого
tr: Bu hareket için artık seviye önerisi yok
uk: Більше не пропонувати ускладнення для цієї
zh: 不再为这个动作提示进阶
zh_hant: 不再為這個動作提示進階

# levelHintsSetting
source: Suggest the next step
ar: اقتراح الخطوة التالية
de: Nächste Stufe vorschlagen
es: Sugerir el siguiente paso
fa: پیشنهاد قدم بعدی
fr: Suggérer l’étape suivante
it: Suggerisci il passo successivo
ja: 次のステップを提案
ko: 다음 단계 제안
nl: Volgende stap voorstellen
pl: Podpowiadaj następny krok
pt: Sugerir o próximo passo
ru: Предлагать следующий шаг
tr: Sonraki adımı öner
uk: Пропонувати наступний крок
zh: 提示下一步进阶
zh_hant: 提示下一步進階

# heatmapLabelsSetting
source: Days and months on the activity map
ar: الأيام والأشهر على خريطة النشاط
de: Tage und Monate in der Aktivitätskarte
es: Días y meses en el mapa de actividad
fa: روزها و ماه‌ها روی نقشهٔ فعالیت
fr: Jours et mois sur la carte d'activité
it: Giorni e mesi sulla mappa attività
ja: アクティビティマップに曜日と月を表示
ko: 활동 지도에 요일과 월 표시
nl: Dagen en maanden op de activiteitenkaart
pl: Dni i miesiące na mapie aktywności
pt: Dias e meses no mapa de atividade
ru: Дни и месяцы на карте активности
tr: Aktivite haritasında gün ve aylar
uk: Дні й місяці на карті активності
zh: 在活动图上显示星期和月份
zh_hant: 在活動圖上顯示星期和月份

# rmPercent
source: PERCENTAGE
ar: النسبة
de: PROZENT
es: PORCENTAJE
fa: درصد
fr: POURCENTAGE
it: PERCENTUALE
ja: パーセント
ko: 퍼센트
pl: PROCENT
pt: PERCENTAGEM
ru: ПРОЦЕНТ
tr: YÜZDE
uk: ВІДСОТОК
zh: 百分比
zh_hant: 百分比

# rmAtPercent
source: %@ of your max
ar: %@ من حدك الأقصى
de: %@ deines Maximums
es: %@ de tu máximo
fa: %@ از حداکثر تو
fr: %@ de ton max
it: %@ del tuo massimale
ja: 最大の%@
ko: 최대치의 %@
nl: %@ van je max
pl: %@ twojego maksimum
pt: %@ do teu máximo
ru: %@ от твоего максимума
tr: Maksimumunun %@ kadarı
uk: %@ від твого максимуму
zh: 最大重量的 %@
zh_hant: 最大重量的 %@

# copyWorkout
source: Copy as text
ar: نسخ كنص
de: Als Text kopieren
es: Copiar como texto
fa: کپی به‌صورت متن
fr: Copier en texte
it: Copia come testo
ja: テキストでコピー
ko: 텍스트로 복사
nl: Kopiëren als tekst
pl: Kopiuj jako tekst
pt: Copiar como texto
ru: Скопировать текстом
tr: Metin olarak kopyala
uk: Скопіювати текстом
zh: 复制为文本
zh_hant: 複製為文字

# goalSet
source: Set a goal
ar: حدّد هدفًا
de: Ziel setzen
es: Ponte un objetivo
fa: یک هدف بگذار
fr: Fixer un objectif
it: Imposta un obiettivo
ja: 目標を設定
ko: 목표 설정
nl: Doel instellen
pl: Ustaw cel
pt: Definir um objetivo
ru: Поставить цель
tr: Hedef belirle
uk: Поставити ціль
zh: 设定目标
zh_hant: 設定目標

# goalTargetReps
source: TARGET REPS
ar: التكرارات المستهدفة
de: ZIEL-WIEDERHOLUNGEN
es: REPETICIONES OBJETIVO
fa: تکرارهای هدف
fr: RÉPÉTITIONS VISÉES
it: RIPETIZIONI OBIETTIVO
ja: 目標回数
ko: 목표 횟수
nl: DOEL-HERHALINGEN
pl: DOCELOWE POWTÓRZENIA
pt: REPETIÇÕES ALVO
ru: ЦЕЛЕВЫЕ ПОВТОРЫ
tr: HEDEF TEKRAR
uk: ЦІЛЬОВІ ПОВТОРИ
zh: 目标次数
zh_hant: 目標次數

# goalToGo
source: %@ to go
ar: بقي %@
de: Noch %@
es: Te faltan %@
fa: %@ مانده
fr: Encore %@
it: Mancano %@
ja: あと%@
ko: %@ 남음
nl: Nog %@
pl: Brakuje %@
pt: Faltam %@
ru: Осталось %@
tr: %@ kaldı
uk: Залишилось %@
zh: 还差 %@
zh_hant: 還差 %@

source: Goal reached
ar: تم بلوغ الهدف
de: Ziel erreicht
es: Objetivo conseguido
fa: به هدف رسیدی
fr: Objectif atteint
it: Obiettivo raggiunto
ja: 目標達成
ko: 목표 달성
nl: Doel bereikt
pl: Cel osiągnięty
pt: Objetivo atingido
ru: Цель достигнута
tr: Hedefe ulaşıldı
uk: Ціль досягнуто
zh: 目标达成
zh_hant: 目標達成

# goalDaysLeft
source: %lld days left
ar: بقي %lld يوم
de: Noch %lld Tage
es: Quedan %lld días
fa: %lld روز مانده
fr: %lld jours restants
it: Mancano %lld giorni
ja: 残り%lld日
ko: %lld일 남음
nl: Nog %lld dagen
pl: Zostało %lld dni
pt: Faltam %lld dias
ru: Осталось %lld дней
tr: %lld gün kaldı
uk: Залишилось %lld днів
zh: 还剩 %lld 天
zh_hant: 還剩 %lld 天

# goalOverdue
source: Past the date
ar: فات الموعد
de: Datum überschritten
es: Se pasó la fecha
fa: تاریخ گذشته
fr: Date dépassée
it: Data superata
ja: 期限切れ
ko: 기한 지남
nl: Datum verstreken
pl: Termin minął
pt: Data ultrapassada
ru: Срок прошёл
tr: Tarih geçti
uk: Термін минув
zh: 已过期限
zh_hant: 已過期限

# goalDeadline
source: DEADLINE
ar: الموعد النهائي
de: FRIST
es: FECHA LÍMITE
fa: مهلت
fr: ÉCHÉANCE
it: SCADENZA
ja: 期限
ko: 기한
pl: TERMIN
pt: PRAZO
ru: СРОК
tr: SON TARİH
uk: ТЕРМІН
zh: 截止日期
zh_hant: 截止日期

# goalNoDeadline
source: No deadline
ar: بلا موعد
de: Keine Frist
es: Sin fecha
fa: بدون مهلت
fr: Sans échéance
it: Nessuna scadenza
ja: 期限なし
ko: 기한 없음
nl: Geen deadline
pl: Bez terminu
pt: Sem prazo
ru: Без срока
tr: Tarih yok
uk: Без терміну
zh: 无截止日期
zh_hant: 無截止日期

# goalRemove
source: Remove goal
ar: إزالة الهدف
de: Ziel entfernen
es: Quitar objetivo
fa: حذف هدف
fr: Supprimer l'objectif
it: Rimuovi obiettivo
ja: 目標を削除
ko: 목표 삭제
nl: Doel verwijderen
pl: Usuń cel
pt: Remover objetivo
ru: Убрать цель
tr: Hedefi kaldır
uk: Прибрати ціль
zh: 删除目标
zh_hant: 刪除目標

# toolNameRm
source: 1RM
it: Massimale
ru: 1ПМ
uk: 1ПМ
zh: 极限重量 (1RM)
